# EndMultipleDuplicate

## Description
Use this function in conjunction with BeginMultipleDuplicate to preserve constraints on duplicated objects.

```pascal
PROCEDURE EndMultipleDuplicate;
```

```python

def vs.EndMultipleDuplicate():
    return None
```

## See Also
VS Functions:
BeginMultipleDuplicate

## Version
Availability: from Vectorworks 2011
## Category
* Object Editing